Урок 1. Вебинар. Установка окружения. DDL-команды

    По установке окружения MySQL и IDE вопросов не возникло, рабочая среда полностью готова к дальнейшей работе)

1) Какие у вас ожидания от курса? Есть ли конкретные вопросы по теме Базы данных?

    Я хочу науситься работать с базами данных и их интеграцией с веб. окружением)

2) В какой сфере работаете сейчас?

    В данный момент я работаю инженером электросвязи, как по мне, это смежная область с ИТ, но здесь большинство процессов
    происходит на низких уровнях OSI, в то время как в ИТ большинство процессов на прикладном уровне, поэтому я пока максимально усваиваю всю
    информацию, для дальнейшей разработки своих проектов и плавного перехода в ИТ.